anysphere.pyright
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-zh-hant
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
peregrineplatform.ms-edge-launcher
shd101wyy.markdown-preview-enhanced
